<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: install_lang.php 33770 2013-08-12 05:57:10Z nemohou $
 */

if(!defined('IN_COMSENZ')) {
	exit('Access Denied');
}

define('UC_VERNAME', '中文版');
$lang = array(
	'SC_GBK' => '简体中文版',
	'TC_BIG5' => '繁体中文版',
	'SC_UTF8' => 'ئۇيغۇرچە UTF8 نۇسخىسى(نۇرقۇت ئەترىتى)',
	'TC_UTF8' => '繁体中文 UTF8 版',
	'EN_ISO' => 'ENGLISH ISO8859',
	'EN_UTF8' => 'ENGLIST UTF-8',

	'title_install' => SOFT_NAME.' ئورنىتىش يېتەكچىسى',
	'agreement_yes' => 'قوشۇلىمەن',
	'agreement_no' => 'قوشۇلمايمەن',
	'notset' => 'چەكلىمە يوق',

	'message_title' => 'ئەسكەرتى ئۇچۇرى',
	'error_message' => 'خاتالىق ئۇچۇرى',
	'message_return' => 'قايتىش',
	'return' => 'قايتىش',
	'install_wizard' => 'ئورنىتىش يېتەكچىسى',
	'config_nonexistence' => 'سەپلىمە ھۆججىتى تېپىلمىدى',
	'nodir' => 'مۇندەرىجە تېپىلمىدى',
	'redirect' => 'تور كۆرگۈچ ئاپتوماتىك ھالدا بەت ئالمىشىدۇ ، ئادەم كۈچى بىلەن مەشغۇلات قىلىش ھاجەتسىز.   <br> تور كۆرگۈچ ئاپتوماتىك ئالماشمىغاندا ، بۇ يەرنى چېكىڭ',
	'auto_redirect' => 'تور كۆرگۈچ ئاپتوماتىك ھالدا بەت ئالمىشىدۇ ، ئادەم كۈچى بىلەن مەشغۇلات قىلىش ھاجەتسىز',
	'database_errno_2003' => 'ساندان ئۇلىنالمىدى ،ساندان قوزغىتىلغانمۇ يوق ، تەكشۈرۈپ كۆرۈڭ ،ساندان مۇلازىمېتىر ئادرېسى توغرىمۇ يوق تەكشۈرۈڭ .',
	'database_errno_1044' => 'يىڭى ساندان قۇرۇشقا بولمىدى ، ساندان نامى توغرا يېزىلدىمۇ يوق تەكشۈرۈڭ .',
	'database_errno_1045' => 'ساندان ئۇللاشقا بولمىدى ، ساندان ئىشلەتكۈچى نامى ۋە پارولى توغرىمۇ ، تەكشۈرۈپ بىقىڭ .',
	'database_errno_1064' => 'SQL گرامماتىكىسدا خاتالىق بار',

	'dbpriv_createtable' => 'CREATE TABLE ھوقوقى يوق ، دۋاملىق قاچىلاشقا بولمايدۇ',
	'dbpriv_insert' => 'INSERT ھوقوقى يوق ، دۋاملىق قاچىلاشقا بولمايدۇ',
	'dbpriv_select' => 'SELECT ھوقوقى يوق ، دۋاملىق قاچىلاشقا بولمايدۇ',
	'dbpriv_update' => 'UPDATE ھوقوقى يوق ، دۋاملىق قاچىلاشقا بولمايدۇ',
	'dbpriv_delete' => 'DELETE ھوقوقى يوق ، دۋاملىق قاچىلاشقا بولمايدۇ',
	'dbpriv_droptable' => 'DROP TABLE ھوقوقى يوق ، قاچىلاشقا بولمايدۇ',

	'db_not_null' => 'ساندان ئاللىقاچان قاچىلىنىپ بولغان  UCenter,  نى داۋاملاشتۇرۇش ئۈچۈن سانداننى تازىلاپ ئاندىن قاچىلاڭ .',
	'db_drop_table_confirm' => 'داۋاملاشتۇرۇپ قاچىلىغاندا ئەسلىدىكى ئۇچۇرلار باستۇرۇلۇپ كېتىشى مۇمكىن ، داۋاملاشتۇرامسىز ؟',

	'writeable' => 'يازغىلى بولىدۇ',
	'unwriteable' => 'يازغىلى بولمايدۇ',
	'old_step' => 'ئارقىغا قايتىش',
	'new_step' => 'داۋاملاشتۇرۇش',

	'database_errno_2003' => 'ساندان ئۇلىنالمىدى ،ساندان قوزغىتىلغانمۇ يوق ، تەكشۈرۈپ كۆرۈڭ ،ساندان مۇلازىمېتىر ئادرېسى توغرىمۇ يوق تەكشۈرۈڭ .',
	'database_errno_1044' => 'يېڭى ساندان قۇرۇشقا بولمىدى ، ساندان نامى توغرا يېزىلدىمۇ يوق تەكشۈرۈڭ .',
	'database_errno_1045' => 'ساندان ئۇللاشقا بولمىدى ، ساندان ئىشلەتكۈچى نامى ۋە پارولى توغرىمۇ ، تەكشۈرۈپ بېقىڭ .',
	'database_connect_error' => 'ساندان ئۇلىنىشىدا خاتالىق بار',

	'step_title_1' => 'ئورنىتىش مۇھىتىنى تەكشۈرۈش',
	'step_title_2' => 'ئىجرا مۇھىتى سەپلەش',
	'step_title_3' => 'ساندان قۇرۇش',
	'step_title_4' => 'ئورنىتىش',
	'step_env_check_title' => 'ئورنىتىشنى باشلاش',
	'step_env_check_desc' => 'مۇھىت ۋە مۇندەرىجە ھوقۇق چەكلىمىسىنى تەكشۈرۈش',
	'step_db_init_title' => 'ساندان ئورنىتىش',
	'step_db_init_desc' => 'ساندان ئورنىتىۋاتىدۇ',

	'step1_file' => 'ھۆججەت ۋە مۇندەرىجە',
	'step1_need_status' => 'ھازىرلايدىغان شەرت',
	'step1_status' => 'ھازىرقى ھالىتى',
	'not_continue' => 'قىزىل رەڭلىك خاتالىق بار ئورۇنلارنى تۈزىتىپ ئاندىن داۋاملاشتۇرۇڭ',

	'tips_dbinfo' => 'ساندان ئۇچۇرلىرىنى تولدۇرۇڭ',
	'tips_dbinfo_comment' => '',
	'tips_admininfo' => 'مۇنبەر مەسئۇلى ئۇچۇرلىرىنى تولدۇرۇڭ',
	'step_ext_info_title' => 'ئورنىتىش تامام',
	'step_ext_info_comment' => 'بۇ يەرنى چېكىپ كىرىڭ',

	'ext_info_succ' => 'ئورنىتىش تامام',
	'install_submit' => 'تاپشۇرۇش',
	'install_locked' => '<p style="text-align:right;">ئورنىتىش چەكلەنگەن، سىز بىر قېتىم ئورنىتىپ بولغان، ناۋادا قايتىدىن ئورناتماقچى بولسىڭىز مۇلازىمېتىردىن بۇ ھۆججەتنى ئۆچۈرۈۋېتىڭ: <p style="direction: ltr;">'.str_replace(ROOT_PATH, '', $lockfile),
	'error_quit_msg' => 'سىز ئۈستىدىكى مەسىلىنى ھەل قىلغاندىن كېيىن، ئورنىتىشنى داۋاملاشتۇرالايسىز',

	'step_app_reg_title' => 'ئىجرا مۇھىتى سەپلەش',
	'step_app_reg_desc' => 'مۇلازىمېتىر مۇھىتىنى تەكشۈرۈش ۋە UCenter تەڭشىكى',
	'tips_ucenter' => 'مۇناسىۋەتلىكUCenter ئۇچۇرلىرىنى تولدۇرۇڭ',
	'tips_ucenter_comment' => 'UCenter بولسا Comsenz شىركىتى مەھسۇلاتلىرىنىڭ يادرولۇق مۇلازىمەت پىروگراممىسى ، Discuz! Board نىڭ قاچىلىنىشى ۋە يۈرگۈزۈلۈشى مۇشۇ پىروگراممىغا تايىنىدۇ  ئەگەر سىز UCenter نى  قاچىلاپ بولغان بولسىڭىز، تۆۋەندىكى ئۇچۇرلارنى تولدۇرۇڭ. ئۇنداق بولمىسا. <a href="http://www.discuz.com/" target="blank">Comsenz  مەھسۇلات مەركىزى</a> غا كىرىپ، چۈشۈرۈڭ ھەمدە قاچىلاڭ، ئاندىن مەشغۇلاتنى داۋاملاشتۇرسىڭىز بولىدۇ .',

	'advice_mysql_connect' => 'mysql  بۆلىكىنىڭ توغرا يۈكلەنگەن ياكى يۈكلەنمىگنلىكىنى تەكشۈرۈڭ .',
	'advice_gethostbyname' => ' PHP سەپلىمىسىدە gethostbyname  فۇنكسىيىسى چەكلەنگەنمۇ-يوق. بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان-ئېچىلمىغانلىقىنى مۇقىملاشتۇرۇڭ',
	'advice_file_get_contents' => 'بۇ فۇنكسىيە php.ini 中 allow_url_fopen  ئىقتىدارىنىڭ ئېچىلغان بولۇشىنى تەلەپ قىلىدۇ. بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان-ئېچىلمىغانلىقىنى مۇقىملاشتۇرۇڭ',
	'advice_xml_parser_create' => ' بۇ فۇنكسىيە  PHP  نىڭ XML نى قوللىشىنى تەلەپ قىلىدۇ.بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان-ئېچىلمىغانلىقىنى مۇقىملاشتۇرۇڭ ',
	'advice_fsockopen' => 'بۇ فۇنكسىيە php.ini  دىكى allow_url_fopen ئىقتىدارىنىڭ ئېچىلغان بولىشىنى تەلەپ قىلىدۇ ،بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان-ئېچىلمىغانلىقىنى  مۇقىملاشتۇرۇڭ ',
	'advice_pfsockopen' => 'بۇ فۇنكسىيە php.ini دىكى  allow_url_fopen ئىقتىدارىنىڭ ئېچىلغان بولۇشىنى تەلەپ قىلىدۇ. بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان-ئېچىلمىغانلىقىنى مۇقىملاشتۇرۇڭ',
	'advice_stream_socket_client' => ' PHP سەپلىمىسىدە  stream_socket_client  فۇنكىسىيىسى چەكلەنگەنمۇ- يوق. ',
	'advice_curl_init' => ' PHP سەپلىمىسىدە curl_init  فۇنكسىيىسى چەكلەنگەنمۇ-يوق. ',

	'ucurl' => 'UCenter نىڭ URL',
	'ucpw' => 'UCenter قۇرغۇچىنىڭ پارولى',
	'ucip' => 'UCenter نىڭ IPئادرېسى',
	'ucenter_ucip_invalid' => 'شەكىلى خاتا ، توغرا بولغان IP ئادرېسىنى يىزىڭ .',
	'ucip_comment' => 'كۆپىنچە ئەھۋاللاردا تولدۇرمىسىڭىزمۇ بولىدۇ ',

	'tips_siteinfo' => 'ھەقىقى بېكەت ئۇچۇرلىرىنى يىزىڭ ',
	'sitename' => 'بېكەت نامى',
	'siteurl' => 'بېكەت  URL',

	'forceinstall' => 'مەجبۇرىي ئورنىتىش',
	'dbinfo_forceinstall_invalid' => 'ھازىرقى سانداندا ئوخشاش بولغان ئۇچۇر جەدۋىلى مەۋجۇت، سىز «جەدۋەل ئالدى ئۇلانمىسى»نى ئۆزگەرتىش ئارقىلىق كونا ساندان جەدۋىلىنىڭ ئۆچۈرۈلۈپ كېتىشىدىن ساقلانسىڭىز بولىدۇ، ياكى مەجبۇرىي قاچىلاشنى تاللىسىڭىزمۇ بولىدۇ. مەجبۇرىي قاچىلىسىڭىز كونا ساندان تازىلىنىپ كېتىدۇ، ئەسلىگە كەلتۈرگىلى بولمايدۇ.',

	'click_to_back' => 'ئارقىغا قايتىش',
	'adminemail' => 'سىستېما Email',
	'adminemail_comment' => 'سىستېما خاتالىق دوكلاتى ئەۋەتىلىدۇ',
	'dbhost_comment' => 'ساندان مۇلازىمېتىر ئادرېسى، ئادەتتە localhost',
	'tablepre_comment' => 'بىر ساندانغا مۇنبەردىن بىرنەچچىنى ئورناتقاندا بۇنى ئۆزگەرتىڭ',
	'forceinstall_check_label' => 'ئۇچۇرلارنى ئۆچۈرۈپ مەجبۇرىي ئورنىتىمەن',

	'uc_url_empty' => 'UCenter نىڭ ھەقىقى URL ئادرېسىنى يازمىدىڭىز  ، قايتىپ تولدۇرۇڭ',
	'uc_url_invalid' => 'URL شەكلى خاتا',
	'uc_url_unreachable' => 'UCenter نىڭ URL ئادرېسىدا خاتالىق بولىشى مۇمكىن ، تەكشۈرۈڭ ',
	'uc_ip_invalid' => 'بۇ ئىسىمنى يېزىشقا ئامالسىز قالغاندا ، بېكەت ip نى تولدۇرۇڭ ',
	'uc_admin_invalid' => 'UCenter قۇرغۇچى پارولىدا خاتالىق بار ، قايتىدىن تولدۇرۇڭ ',
	'uc_data_invalid' => 'ئالاقىسى نورمال ئەمەس ، UCenter نىڭ URL ئادرېسى توغرىمۇ تەكشۈرۈڭ  ',
	'uc_dbcharset_incorrect' => 'UCenter سانلىق مەلۇمات ئامبىرىدىكى بەلگىلەر بىلەن ئەمەلى بەلگىلەر بىردەك ئەمەس ',
	'uc_api_add_app_error' => 'UCenter غا ئەپ قېتىشتا خاتالىق بار ',
	'uc_dns_error' => 'UCenter DNS نى يەشكەندە خاتالىق كۆرۈلسە ،ucenter نىڭ ip ئادرېسىنى قايتا تولدۇرۇڭ ',

	'ucenter_ucurl_invalid' => 'UCenter نىڭ URL ئادرېسىنى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ ',
	'ucenter_ucpw_invalid' => 'UCenter نىڭ قۇرغۇچى پارولى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ ',
	'siteinfo_siteurl_invalid' => 'بېكەت URL بوش قالسا بولمايدۇ ، تەكشۈرۈڭ ',
	'siteinfo_sitename_invalid' => 'بېكەت نامى بوش قالسا بولمايدۇ ،  تەكشۈرۈڭ ',
	'dbinfo_dbhost_invalid' => 'ساندان مۇلازىمېتىرى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ ',
	'dbinfo_dbname_invalid' => 'ساندان نامى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ',
	'dbinfo_dbuser_invalid' => 'ساندان ئىشلەتكۈچى نامى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ ',
	'dbinfo_dbpw_invalid' => 'ساندان پارولى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ ',
	'dbinfo_adminemail_invalid' => 'سىستىما ئېلخىتى بوش قالسا بولمايدۇ  ، تەكشۈرۈڭ',
	'dbinfo_tablepre_invalid' => ' ساندان جەدۋەل ئالدى ئۇلانمىسى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ',
	'admininfo_username_invalid' => 'مۇنبەر مەسئۇلى نامى بوش قالسا بولمايدۇ ، تەكشۈرۈڭ',
	'admininfo_email_invalid' => 'مۇنبەر مەسئۇلى Email بوش قالسا بولمايدۇ ، تەكشۈرۈڭ',
	'admininfo_password_invalid' => 'مۇنبەر مەسئۇلى پارولى بوش قالسا بولمايدۇ، تولدۇرۇڭ!',
	'admininfo_password2_invalid' => 'ئىككى قېتىملىق پارول بىردەك ئەمەس، تەكشۈرۈڭ!',

	'install_dzfull' => '<br><label><input type="radio"'.(getgpc('install_ucenter') != 'no' ? ' checked="checked"' : '').' name="install_ucenter" value="yes" onclick="if(this.checked)$(\'form_items_2\').style.display=\'none\';" /> Discuz! Xنى يېڭىدىن ئورنىتىش (UCenter Server نىمۇ ئورنىتىدۇ)</label>',
	'install_dzonly' => '<br><label><input type="radio"'.(getgpc('install_ucenter') == 'no' ? ' checked="checked"' : '').' name="install_ucenter" value="no" onclick="if(this.checked)$(\'form_items_2\').style.display=\'\';" /> پەقەت Discuz! X نىلا ئورنىتىش (ئالدىن ئورنىتىپ بولغان UCenter Server لازىم)</label>',

	'username' => 'مۇنبەر مەسئۇلى ئىسمى',
	'email' => 'مۇنبەر مەسئۇلى Email',
	'password' => 'مۇنبەر مەسئۇلى پارولى',
	'password_comment' => 'مۇنبەر مەسئۇلى پارولى بوش قالسا بولمايدۇ',
	'password2' => 'پارولنى قايتا كىرگۈزۈڭ',

	'admininfo_invalid' => 'مۇنبەر مەسئۇلى ئۇچۇرلىرى تولۇق ئەمەس ، مۇنبەر مەسئۇلى نامى ، پارول ئېلخەتنى تەكشۈرۈڭ ',
	'dbname_invalid' => 'ساندان نامىنى بوش قويۇشقا بولمايدۇ ، ھەقىقى ساندان نامىنى يىزىڭ ',
	'tablepre_invalid' => 'ساندان جەدۋىلى ئالدىن ئۇلانمىسنى بوش قويۇشقا بولمايدۇ ، تەكشۈرۈڭ',
	'admin_username_invalid' => 'قائىدىگە خىلاپ ئىشلەتكۈچىلەر نامى، ئىشلەتكۈچىلەر نامىنىڭ  ئۇزۇنلۇقى 15 ئىنگلىزچە ھەرپتىن ئېشىپ كەتمەسلىكى ھەمدە ئالاھىدە ھەرپلەرنى ئۆز ئىچىگە ئالماسلىقى كېرەك. ئادەتتە خەنزۇچە يېزىق، ھەرپ، سان بولسا بولىدۇ',
	'admin_password_invalid' => 'پارول ئۈستىدىكىسى بىلەن بىردەك بولمىسا، قايتا تولدۇرۇڭ',
	'admin_email_invalid' => 'Email  ئادرېسىدا خاتالىق بولسا، بۇ يوللانما ئادرېسى ئىشلىتىلىپ بولغان ياكى شەكلى ئىناۋەتسىز بولغان بولىدۇ، باشقا ئادرېسقا ئالماشتۇرۇڭ',
	'admin_invalid' => 'سىزنىڭ ئۇچۇرلىرىڭىز، باشقۇرغۇچى ئۇچۇرلىرى تولۇق بولمىسا، ھەر بىر تۈرنى ئەستايىدىل تولۇقلاپ تولدۇرۇڭ ',
	'admin_exist_password_error' => 'بۇ ئىشلەتكۈچى تىزىملىتىپ بولغان ئەھۋال ئاستىدا، ئەگەر سىز مۇشۇ ئىشلەتكۈچىنى مۇنبەرنىڭ باشقۇرغۇچىسى قىلماقچى بولسىڭىز، بۇ ئىشلەتكۈچىنىڭ پارولىنى توغرا كىرگۈزۈڭ ياكى مۇنبەر باشقۇرغۇچىسىنىڭ ئىسمىنى ئۆزگەرتىڭ',

	'tagtemplates_subject' => 'تېما',
	'tagtemplates_uid' => 'ئەزا  ID',
	'tagtemplates_username' => 'تېما يوللىغۇچى',
	'tagtemplates_dateline' => 'چېسلا',
	'tagtemplates_url' => 'تېما ئادرېسى ',

	'uc_version_incorrect' => 'سىزدىكى UCenter مۇلازىمەت نۇسخىسى تۆۋەن نەشىردە بولسا،ئەڭ يېڭى نەشرىگە كۆتۈرۈڭ  دەرىجىسىنى يۇقىرى كۆتۈرۈش، چۈشۈرۈش ئادرېسى : http://www.comsenz.com/ 。',
	'config_unwriteable' => ' قاچىلاش كۆرسەتكۈچىگە سەپلەش ھۆججەتلىرىنى يېزىشقا ئامالسىز قالغاندا config.inc.php پىروگرامما خاسلىقىنى يازغىلى بولىدىغان ھالەتكە كەلتۈرۈڭ (777)',

	'install_in_processed' => 'قاچىلىنىۋاتىدۇ ....',
	'install_succeed' => 'قاچىلاش تاماملاندى ، بۇ يەردىن كىرىڭ ',
	'install_cloud' => 'قاچىلاش تاماملاندى ، Discuz!نىڭ بۇلۇت ئىقتىدارىنى  ئېچىشىڭىزنى قارشى ئالىىز !<br>Discuz!بۇلۇت سۇپىسى بولسا تېڭشۈن شىركىتىنىڭ  ئالاقە تورى  كىچىك تىپتىكى ۋە ئوتتوراتىپتىكى توربىكەتنىڭ ئالاقىسىنى تېخىمۇ مۇكەممەل قىلىش ئۈچۈن بۇ ئىقدىدار يولغا قويۇلدى،
<br>Discuz! بۇلۇت سۇپىسى بولسا QQ غا باغلاش ،ئانالىز ئىقتىدارى ، SOSO چىراي ئىپادە مۇلازىمېتىنى، تەۋسىيە ئىقتىدارىنى قوللىدى . <br>Discuz!بۇلۇت سۇپىسى ئىقتىدارىنى ئىچىڭ  ،  ئىشلەتكەن سىستېمىڭىزنىڭ （Discuz!、UCHomeۋەSupeSite  ）Discuz! Xدەرھال نەشىرىنى يىڭىلاڭ 3。',
	'to_install_cloud' => 'ئارقا بەتتىن ئىچىش',
	'to_index' => 'ھازىرچە ئاچمايمەن',

	'init_credits_karma' => 'شۆھرەت',
	'init_credits_money' => 'بايلىق',

	'init_postno0' => 'ساھىبخان',
	'init_postno1' => 'دىۋان',
	'init_postno2' => 'يىكەنداز',
	'init_postno3' => 'گىلەم',

	'init_support' => 'قوللاش',
	'init_opposition' => 'قارشى',

	'init_group_0' => 'ئەزا',
	'init_group_1' => 'مۇنبەر مەسئۇلى',
	'init_group_2' => 'باشقۇرغۇچى',
	'init_group_3' => 'باشقۇرغۇچى',
	'init_group_4' => 'سۆزى چەكلەنگەن  ئەزا',
	'init_group_5' => 'زىيارەت چەكلەنگەن ئەزا',
	'init_group_6' => 'چەكلەنگەن ئەزا IP',
	'init_group_7' => 'سەيياھ',
	'init_group_8' => 'تەستىقلىنىۋاتقان ئەزا',
	'init_group_9' => 'قەلەندەر',
	'init_group_10' => 'يىڭى كەلگەن',
	'init_group_11' => 'رەسمىي ئەزا',
	'init_group_12' => 'ئوتتۇرا دەرىجىلىك ئەزا',
	'init_group_13' => 'ئالىي دەرىجىلىك ئەزا',
	'init_group_14' => 'ئالتۇن ئەزا',
	'init_group_15' => 'پىشقەدەم ئەزا',

	'init_rank_1' => 'يىڭى ئوقۇغۇچى',
	'init_rank_2' => 'قابىلىيەتلىك ئەزا',
	'init_rank_3' => 'پىراكتىكانت مۇخبىر',
	'init_rank_4' => 'ئەركىن يازغۇچى',
	'init_rank_5' => 'تەكلىپلىك ئەزا',

	'init_cron_1' => 'بۈگۈنكى يوللانغان تېمىلارنى تازىلاش',
	'init_cron_2' => 'مۇشۇ ئايدىكى تورغا چىقىش ۋاقتىنى تازىلاش',
	'init_cron_3' => 'كۈندىلىك سانلىق مەلۇماتلارنى تازىلاش',
	'init_cron_4' => 'تۇغۇلغان كۈن سىتاتىستىكىسى ۋە پوچتا يوللانمىسى ئارقىلىق بەخت تىلەش',
	'init_cron_5' => 'تېمغا ئىنكاس قايتۇرۇش ئۇقتۇرۇشى',
	'init_cron_6' => 'بۈگۈنكى ئېلانلارنى ئۆچۈرۈش',
	'init_cron_7' => 'ۋاقىت چىكى مەشغۇلاتى تازىلاندى',
	'init_cron_8' => 'مۇنبەر تەشۋىقاتى تازىلاندى',
	'init_cron_9' => 'ھەر ئايلىق تېما تازىلاندى',
	'init_cron_10' => 'كۈندىلىك X-Spaceئىشلەتكۈچىلەرنى يېڭىلاش',
	'init_cron_11' => 'كۈندىلىك تېمىلارنى يېڭىلاش',

	'init_bbcode_1' => 'مەزمۇننى توغرا يۆنىلىشتە ئايلاندۇرىدۇ، ئۈنۈمى  HTML نىڭ ئۈنۈمىگە ئوخشىشىپ كېتىدۇ marqueeبەلگىسىدە دىققەت قىلىشقا تىگىشلىكى: ئۇنىڭ ئۈنۈمى پەقەت Internet Explorer تور كۆرگۈچتىلا كۆرۈلىدۇ .',
	'init_bbcode_2' => 'Flash تەسۋىرىنى قىستۇرۇش',
	'init_bbcode_3' => 'QQ نى توردا بار ھالەتتە كۆرسىتىش، بۇ رەسىمنى چەكسىڭىز قارشى تەرەپ بىلەن پاراڭلىشالايسىز.',
	'init_bbcode_4' => 'ئۈستى بەلگە',
	'init_bbcode_5' => 'ئاستى بەلگە',
	'init_bbcode_6' => 'Windows media ئاۋاز چاستوتىسىنى قىستۇرۇش',
	'init_bbcode_7' => 'Windows media ئاۋاز چاستوتىسى ياكى ۋىدىيو چاستوتىسىنى قىستۇرۇش',

	'init_qihoo_searchboxtxt' =>'ئاچقۇچلۇق سۆزنى كىرگۈزۈپ، مۇنبەردەن تېزلىكتە ئىزدەش',
	'init_threadsticky' =>'ئومۇمىيلىقنى چوققىلاش، تۈرلىرىنى چوققىلاش، نۇسخىنى چوققىلاش',

	'init_default_style' => 'سۈكۈتتىكى ئۇسلۇب',
	'init_default_forum' => 'سۈكۈتتىكى بۆلەك',
	'init_default_template' => 'كۆڭۈلدىكىدەك قېلىپ سىستېمىسى',
	'init_default_template_copyright' => 'بېيجىڭ كاڭ شېڭ يېڭى پەن تېخنىكا چەكلىك مەسئۇلىيەت شىركىتى',

	'init_dataformat' => 'Y-n-j',
	'init_modreasons' => 'ئېلان/SPAM\r\nمەقسەتلىك تېما\r\nناچار مەزمۇن\r\nمەزمۇن بىلەن تېما بىردەك ئەمەس\r\nقايتىلانغان يازما\r\n\r\nقوللايمەن\r\nنادىر يازما\r\nئىجادىي يازما',
	'init_userreasons' => 'قالتىس!\r\nكۆپتۈرمە\r\nقوللاش!\r\nتاغتۇرا\r\nبىر تەرەپلىمە',
	'init_link' => 'Discuz! ئورگان مۇنبىرى',
	'init_link_note' => 'ئەڭ يېڭىDiscuz!يېڭى خەۋەرلىرى، يۇمشاق دېتال چۈشۈرۈش ۋە تېخنىكا ئالماشتۇرۇش بىلەن تەمىنلەيدۇ',

	'init_promotion_task' => 'بېكەت تەشۋىق ۋەزىپىسى',
	'init_gift_task' => 'قىزىل بولاق ۋەزىپىسى',
	'init_avatar_task' => 'باش سۈرەت ۋەزىپىسى',

	'license' => '<div class="license licenseug"><h1>ئۇيغۇرچە نۇسخسىنى ئورنىتىشتىن بۇرۇن ئىشلىتىش كېلىشىمىنى تەپسىلىي ئوقۇڭ:</h1>
<p>ئالدى بىلەن سىزنىڭ نۇرقۇت ئەترىتى ئۆزلەشتۈرگەن Discuz!X3.1 پىروگراممىسىنى ئىشلەتكىنىڭىزگە كۆپ رەھمەت ! مەزكۇر پىروگراممنىڭ بارلىق ھوقۇقى (c) 2001-2012 بېيجىڭ كاڭشېڭ شىنچۇاڭ پەن-تېخنىكا چەكلىك مەسئۇلىيەت شىركىتىگە تەۋە بولۇپ، نۇرقۇت ئەترىتى مەزكۇر پىروگراممىنى ئۆگىنىش ۋە تەتقىق قىلىش مەقسىتىدە ئۇيغۇرچىغا ئۆزلەشتۈردى.<p>
<h3>مەزكۇر پىروگراممىنى ئورنىتىپ ئىشلىتىشتىن بۇرۇن چوقۇم تۆۋەندىكى قائىدىلەرگە بويسۇنىشىڭىز كېرەك.</h3>
<p>1. دۆلەتنىڭ بىخەتەرلىكىگە بۇزغۇنچىلىق قىلىدىغان، دۆلەت مەخپىيەتلىكىنى ئاشكارىلايدىغان، كوللېكتىپ ۋە ئاممىنىڭ قانۇنىي ھوقۇق-مەنپەئەتىگە دەخلى-تەرز قىلىدىغان تۆۋەندىكىدەك مەزمۇن، يازمىلارنى مەزكۇر پىروگراممىدىن پايدىلىنىپ ئېچىلغان تور بېكەتتە ئېلان قىلىشقا، باشقا ئورۇندىن كۆچۈرۈپ چاپلاشقا بولمايدۇ:<p>
<p>(1)ئاساسى قانۇن، جىنايى ئىشلار قانۇنى، مەمۇر قانۇنغا خىلاپ يازمىلار؛<p>
<p>(2)ھۆكۈمەت ۋە سوتسىيالىستىك تۈزۈمگە قارشى يازمىلار؛<p>
<p>(3)دۆلەتنى پارچىلايدىغان، دۆلەت بىرلىگىگە بۇزغۇنچىلىق قىلىدىغان يازمىلار؛<p>
<p>(4)مىللىي ئۆچمەنلىك، مىللىي كەمسىتىش تۈسىنى ئالغان ۋە مىللەتلەر ئىتتىپاقلىقىغا بۇزغۇنچىلىق قىلىدىغان يازمىلار؛<p>
<p>(5)ھەقىقەتنى بۇرمىلاپ ئىغۋاگەرچىلىك قىلىدىغان، جەمئىيەتنى قالايمىقانلاشتۇرۇدىغان يازمىلار؛<p>
<p>(6)خۇراپىي، بىدئەت، قىمار ئويناش، تېررورلۇققا مۇناسىۋەتلىك يازمىلار؛<p>
<p>(7)شەخسىنىڭ غۇرۇرىغا تېگىدىغان، ھاقارەتلەيدىغان ۋە باشقا يامان غەرەزدىكى يازمىلار؛<p>
<p>(8)دۆلەت ئاپپاراتلىرىنىڭ ئىناۋىتىگە بۇزغۇنچىلىق قىلىدىغان يازمىلار؛<p>
<p>(9)رۇخسەتسىز ئېلان قىلىنغان سودا ئېلانى خاراكتېرىدىكى يازمىلار؛<p>
<p>(10)دۆلەتنىڭ قانۇن-سىياسىتىگە خىلاپ باشقا يازمىلار؛<p>
<p>ئەگەر يۇقۇرىدىكىلەرگە ئائىت مەزمۇن بايقالسا ۋە ياكى بىرەر مەسىلە چىقسا، مەزكۇر پروگراممىنى ئىشلەتكۈچى ئۆزى مەسئۇل بولىدۇ، نۇرقۇت دۇنياسى ھېچقانداق مەسئۇلىيەتنى ئۆزئۈستىگە ئالمايدۇ.<p>
<p>2. مەزكۇر پىروگراممىنى ئىشلەتكەن بېكەت باشلىقلىرى ئەمگىكىمىزگە تولۇق ھۆرمەت قىلىشى، ئۇيغۇر كومپيۇتېرچىلىقىنىڭ بىردەكلىكىنى ساقلىشى، ئېقىمغا، بىرلىككە قارشى يازمىلارنى يوللىماسلىقى كىرەك. ئۇيغۇر تور بېكەت باشلىقلىرى بىر-بىرىنى ھۆرمەتلىشى ھەمدە مەزكۇر پىروگراممىدىن پايدىلىنىپ ئېچىلغان تور بېكەتتە ئېلان قىلغان ھەر قانداق يازمىغا ئۆزى مەسئۇل بولۇشى،  قائىدە-تەرتىپىگە ۋە مۇنازىرە ئەخلاقىغا ئالاھىدە دىققەت قىلىشى كېرەك.<p>
<p>3.مەزكۇر پىروگراممىنى ئىشلەتكەن ھەرقانداق بىر تور بېكەت باشلىقىنىڭ ھەرقانداق شەكىلدىكى دۆلەت قانۇنى ۋە نىزام-پىرىنسىپلىرىغا قارشى ھەرىكەت-پائالىيەتلەرنى توسۇش ۋە مەلۇم قىلىش مەجبۇرىيىتى بار.<p>
<p>4. ئەگەر سىز ئەمگىكىمىزگە ھۆرمەت قىلماي مەزكۇر پىروگراممىدىكى ئۇلىنىش ئادرېسىمىزنى ئۆچۈرۋەتسىڭىز ياكى ئۆزگەرتىۋەتسىڭىز سىزنىڭ نۇرقۇت تورىدىكى ئەزالىق ھېساباتىڭىز توڭلىتىلغاندىن باشقا تور بېكىتىڭىزگە قارىتا مەلۇم چەكلەش تەدبىرىنى قوللىنىمىز، ئەگەر مۇشۇ سەۋەپلىك كېلىپ چىققان ھەرقانداق ئاقىۋەتنى تورىمىز ئۆز ئۈستىگە ئالمايدۇ.<p>
<p>5. ھەرقانداق تور بېكەت باشلىقىنىڭ نۇرقۇت ئەترىتى ئۆزلەشتۈرگەن پىروگراممىدىن پايدىلىنىپ نۇرقۇت ئەترىتىمىزنىڭ ئىناۋىتىگە تەسىر يېتىدىغان ئىشلار بىلەن شۇغۇللانسا ، نۇرقۇت ئەترىتى مەسئۇلىيەتنى سۈرۈشتۈرۈش ھوقوقى بار ، ئېغىر بولغانلارنى بىۋاستە ئالاقىدار ئورۇنلارنىڭ بىر تەرەپ قىلىشىغا تاپشۇرىمىز.<p>
<p>6. ئەگەر سىز تور بېكىتىمىزگە كېلىپ تور بېكىتىمىزگە بەلگىلىك تۆھپە قوشسىڭىز ، تور بېكىتىمىز سىزنى ئالاھىدە مۇلازىمەت ياكى مۇكاپات بىلەن تەمىنلەيدۇ.<p>
<p>7.تور بېكىتىمىزنىڭ بۇندىن كېيىنكى تەرەققىياتى ئۈچۈن  تور بېكىتىمىزنى دوسىتلىرىڭىزغا تەۋسىيە قىلىشنى ئۇنۇتماڭ !<p>
<p>بىزنىڭ شوئارىمىز- مەقسىتىمىز بىر،مەنزىلىمىز بىر!<p>
<p>ھۆرمەت بىلەن نۇرقۇت ئەترىتى     تور ئادرېسى:http://www.nurqut.net<p>
</div>
<div class="license licensecn"><h1>中文版授权协议 适用于中文用户</h1>

<p>版权所有 (c) 2001-2013，北京康盛新创科技有限责任公司保留所有权利。</p>

<p>感谢您选择康盛产品。希望我们的努力能为您提供一个高效快速、强大的站点解决方案，和强大的社区论坛解决方案。康盛公司网址为 http://www.comsenz.com，产品官方讨论区网址为 http://www.discuz.net。</p>

<p>用户须知：本协议是您与康盛公司之间关于您使用康盛公司提供的各种软件产品及服务的法律协议。无论您是个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，包括免除或者限制康盛责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款。如您不同意本服务条款及/或康盛随时对其的修改，您应不使用或主动取消康盛公司提供的康盛产品。否则，您的任何对康盛产品中的相关服务的注册、登陆、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括接受康盛对服务条款随时所做的任何修改。
<p>本服务条款一旦发生变更, 康盛将在网页上公布修改内容。修改后的服务条款一旦在网站管理后台上公布即有效代替原来的服务条款。您可随时登陆康盛官方论坛查阅最新版服务条款。如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，康盛公司有权随时中止或终止您对康盛产品的使用资格并保留追究相关法律责任的权利。</p>
<p>在理解、同意、并遵守本协议的全部条款后，方可开始使用康盛产品。您可能与康盛公司直接签订另一书面协议，以补充或者取代本协议的全部或者任何部分。</p></p>

<p>康盛拥有本软件的全部知识产权。本软件只供许可协议，并非出售。康盛只允许您在遵守本协议各项条款的情况下复制、下载、安装、使用或者以其他方式受益于本软件的功能或者知识产权。</p>

<h3>I. 协议许可的权利</h3>
<ol>
   <li>您可以在完全遵守本许可协议的基础上，将本软件应用于非商业用途，而不必支付软件版权许可费用。</li>
   <li>您可以在协议规定的约束和限制范围内修改康盛产品源代码(如果被提供的话)或界面风格以适应您的网站要求。</li>
   <li>您拥有使用本软件构建的网站中全部会员资料、文章及相关信息的所有权，并独立承担与使用本软件构建的网站内容的审核、注意义务，确保其不侵犯任何人的合法权益，独立承担因使用康盛软件和服务带来的全部责任，若造成康盛公司或用户损失的，您应予以全部赔偿。</li>
   <li>若您需将康盛软件或服务用户商业用途，必须另行获得康盛的书面许可，您在获得商业授权之后，您可以将本软件应用于商业用途，同时依据所购买的授权类型中确定的技术支持期限、技术支持方式和技术支持内容，自购买时刻起，在技术支持期限内拥有通过指定的方式获得指定范围内的技术支持服务。商业授权用户享有反映和提出意见的权力，相关意见将被作为首要考虑，但没有一定被采纳的承诺或保证。</li>
   <li>您可以从康盛提供的应用中心服务中下载适合您网站的应用程序，但应向应用程序开发者/所有者支付相应的费用。</li>
</ol>

<h3>II. 协议规定的约束和限制</h3>
<ol>
   <li>未获康盛公司书面商业授权之前，不得将本软件用于商业用途（包括但不限于企业网站、经营性网站、以营利为目或实现盈利的网站）。购买商业授权请登陆http://www.discuz.com参考相关说明，也可以致电8610-51282255了解详情。</li>
   <li>不得对本软件或与之关联的商业授权进行出租、出售、抵押或发放子许可证。</li>
   <li>无论如何，即无论用途如何、是否经过修改或美化、修改程度如何，只要使用康盛产品的整体或任何部分，未经书面许可，页面页脚处的康盛产品名称和康盛公司下属网站（http://www.comsenz.com、或 http://www.discuz.net） 的链接都必须保留，而不能清除或修改。</li>
   <li>禁止在康盛产品的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。</li>
   <li>您从应用中心下载的应用程序，未经应用程序开发者/所有者的书面许可，不得对其进行反向工程、反向汇编、反向编译等，不得擅自复制、修改、链接、转载、汇编、发表、出版、发展与之有关的衍生产品、作品等。</li>
   <li>如果您未能遵守本协议的条款，您的授权将被终止，所许可的权利将被收回，同时您应承担相应法律责任。</li>
</ol>

<h3>III. 有限担保和免责声明</h3>
<ol>
   <li>本软件及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。</li>
   <li>用户出于自愿而使用本软件，您必须了解使用本软件的风险，在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用本软件而产生问题的相关责任。</li>
   <li>康盛公司不对使用本软件构建的网站中或者论坛中的文章或信息承担责任，全部责任由您自行承担。</li>
   <li>康盛公司无法全面监控由第三方上传至应用中心的应用程序，因此不保证应用程序的合法性、安全性、完整性、真实性或品质等；您从应用中心下载应用程序时，同意自行判断并承担所有风险，而不依赖于康盛公司。但在任何情况下，康盛公司有权依法停止应用中心服务并采取相应行动，包括但不限于对于相关应用程序进行卸载，暂停服务的全部或部分，保存有关记录，并向有关机关报告。由此对您及第三人可能造成的损失，康盛公司不承担任何直接、间接或者连带的责任。</li>
   <li>康盛公司对康盛提供的软件和服务之及时性、安全性、准确性不作担保，由于不可抗力因素、康盛公司无法控制的因素（包括黑客攻击、停断电等）等造成软件使用和服务中止或终止，而给您造成损失的，您同意放弃追究康盛公司责任的全部权利。   6.康盛公司特别提请您注意，康盛公司为了保障公司业务发展和调整的自主权，康盛公司拥有随时经或未经事先通知而修改服务内容、中止或终止部分或全部软件使用和服务的权利，修改会公布于康盛公司网站相关页面上，一经公布视为通知。 康盛公司行使修改或中止、终止部分或全部软件使用和服务的权利而造成损失的，康盛公司不需对您或任何第三方负责。</li>
</ol>

<p>有关康盛产品最终用户授权协议、商业授权与技术服务的详细内容，均由康盛公司独家提供。康盛公司拥有在不事先通知的情况下，修改授权协议和服务价目表的权利，修改后的协议或价目表对自改变之日起的新授权用户生效。</p>

<p>一旦您开始安装康盛产品，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权利的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。</p>

<p>本许可协议条款的解释，效力及纠纷的解决，适用于中华人民共和国大陆法律。</p>

<p>若您和康盛之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，您在此完全同意将纠纷或争议提交康盛所在地北京市海淀区人民法院管辖。康盛公司拥有对以上各项条款内容的解释权及修改权。</p>

<p>（正文完）</p>

<p align="right">康盛公司</p>

</div>',

	'uc_installed' => 'UCenter نى قاچىلاپ بولدىڭىز ، ئەگەر قايتا قاچىلىماقچى بولسىڭىز  ،  data/install.lock  بۇ ھۆججەتنى ئۆچۈرۋېتىڭ',
	'i_agree' => 'تەپسىلىي ئوقۇپ چىقتىم ، ھەم ئۇستىدىكى تۈرلەردىكى مەزمۇنلارغا قوشۇلىمەن',
	'supportted' => 'قوللايدۇ',
	'unsupportted' => 'قوللىمايدۇ',
	'max_size' => 'قوللايدۇ/ئەڭ چوڭ ئۆلچىمى',
	'project' => 'تۈر',
	'ucenter_required' => 'Discuz! كېتەرلىك شەرت',
	'ucenter_best' => 'Discuz! ئۈچۈن تەۋسىيە',
	'curr_server' => 'مۇلازىمىتېر',
	'env_check' => 'مۇھىت تەكشۈرۈش',
	'os' => 'مەشغۇلات سىستېمىسى',
	'php' => 'PHP نەشرى',
	'attachmentupload' => 'ھۆججەت يۈكلەش',
	'unlimit' => 'چەكلىمە يوق',
	'version' => 'نەشرى',
	'gdversion' => 'GD ئامبىرى',
	'allow' => 'بولىدۇ ',
	'unix' => 'Unix تىپىدىكى',
	'diskspace' => 'دىسكا بوشلۇقى',
	'priv_check' => 'ھۆججەت، مۇندەرىجە ھوقۇق چەكلمىسى',
	'func_depend' => 'تاينىشچان فۇنكسىيەلەرنى تەكشۈرۈش',
	'func_name' => 'فۇنكسىيە نامى',
	'check_result' => 'تەكشۈرۈش نەتىجىسى',
	'suggestion' => 'تەۋسىيە',
	'advice_mysql' => ' mysql بۆلەك نورمال قوزغالدىمۇ-يوق تەكشۈرۈپ بېقىڭ',
	'advice_fopen' => 'بۇ فۇنكسىيە php.ini  دىكى allow_url_fopen  ئىقتىدارىنىڭ ئېچىلغان بولىشىنى تەلەپ قىلىدۇ ،بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان-ئېچىلمىغانلىقىنى  مۇقىملاشتۇرۇڭ ',
	'advice_file_get_contents' => 'بۇ فۇنكسىيە  php.ini دىكى allow_url_fopen ئىقتىدارىنىڭ ئېچىلغان بولىشىنى تەلەپ قىلىدۇ ،بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان- ئېچىلمىغانلىقىنى  مۇقىملاشتۇرۇڭ',
	'advice_xml' => 'بۇ فۇنكسىيە  PHP نىڭ XML نى قوللىشىنى تەلەپ قىلىدۇ.بوشلۇق ساتقان ئادەم بىلەن ئالاقىلىشىپ، بۇ ئىقتىدارنىڭ ئېچىلغان- ئېچىلمىغانلىقىنى مۇقىملاشتۇرۇڭ  ',
	'none' => 'يوق',

	'dbhost' => 'ساندان مۇلازىمېتىرى',
	'dbuser' => 'ساندان ئىشلەتكۈچى',
	'dbpw' => 'ساندان پارولى',
	'dbname' => 'ساندان نامى',
	'tablepre' => 'جەدۋەل ئالدى ئۇلانمىسى',

	'ucfounderpw' => 'قۇرغۇچى پارولى',
	'ucfounderpw2' => 'پارولنى قايتا كىرگۈزۈڭ',

	'init_log' => 'ئەسلىگە كەلتۈرۈش خاتىرسى',
	'clear_dir' => 'مۇندەرىجە قۇرۇقداش',
	'select_db' => 'ساندان تاللاش',
	'create_table' => 'ساندان جەدۋىلى قۇرۇش',
	'succeed' => 'تامام  ',

	'install_data' => 'ساندان قاچىلىنىۋاتىدۇ ',
	'install_test_data' => 'سانلىق مەلۇمات قوشۇمچىسى قاچىلىنىۋاتىدۇ ',

	'method_undefined' => 'ئىنىقلىما بىرىلمىگەن ئۇسۇل',
	'database_nonexistence' => 'ساندان مەشغۇلات ئوبىكتى مەۋجۈت ئەمەس ',
	'skip_current' => 'ئاتلاپ ئۆتۈپ كېتىش',
	'topic' => 'مەخسۇس تېما',
	'install_finish' => 'مۇنبىرىڭىز مۇۋاپىقىيەتلىك قاچىلىنىپ بولدى ، بۇ يەردىن زىيارەت قىلىڭ .',

);

$msglang = array(
	'config_nonexistence' => 'سىزنىڭ config.inc.php ھۆججىتىڭىزنى تاپالمىدى، داۋاملاشتۇرۇشقا بولمايدۇ، دەرھال FTP ئارقىلىق بۇ ھۆججەتنى چىقىرىپ، ئاندىن داۋاملاشتۇرۇڭ.',
);

?>